Repository: iMokhles/VBEnahncerLite
Catalog: vbenhancerliteprefs/Resources/*.lproj/VBEnhancerLitePrefs.strings
Languages: ar

source: Personal Options
ar: خيارات شخصية

source: Read Mark
ar: تم القرأة

source: disable 24H restriction
ar: تعطيل قيد ال ٢٤ ساعة

source: Online Status
ar: حالتك الشخصية

source: This options let you hide your read mark ( don't show that you read messages ) also you can disable/enable LastSeen option without waiting 24H also ( Online Status option let you toggle your online status without opening your application ) no more settings then toggle your status ;)
ar: هذه الخيارات تتيح لك اولا: ان لا يحصل الطرف الاخر على اشعار بقرأتك الرساله٫ ثانيا: تعطيل قيد ال٢٤ ساعة عند تغير حالتك من اونلاين الى اوفلاين٫ ثالثا: تستطيع تعطيل او تفعيل حالتك من خلال اعدادات الاداة دون لاحاجه لتفعيلها من داخل التطبيق٫

source: Badges Options
ar: خيارات الوسوم

source: Stickers Badges
ar: وسوم الملصقات

source: This options let you hide your badges in stickers cell
ar: تتيح لك هذه الميزة بتعطيل وسوم الملصقات التى تظهر داخل اعدادات تطبيق الفايبر

source: Notify Options
ar: خيارات الاشعارات

source: Vibrate
ar: الاهتزاز

source: Sounds
ar: الاصوات

source: Location
ar: الموقع

source: This options let you disable/enable Vibration, Sounds and Location inside application
ar: تتسح لك هذه المميزات تعطيل او تفعيل الاهتزاز او الصوت او تحديد الموقع داخل التطبيق

source: Keyboard Options
ar: خيارات لوحة المفاتيح

source: Fix Keyboard Appearance
ar: إصلاح تلوين لوحة المفاتيح

source: Advanced Options
ar: إعدادات متقدمة

source: This options let you change keyboard colors (dark or white) change keyboard keys colors (white or blue)
ar: تتيح لك هذه الخيارات تغير لون لوحة المفاتيح من اللون الابيض الاعتيادي الى الاسود و ايضا تغيير لون ازرار لوحة المفاتيح الى اللون الازرق بدل من الارصاصي و

source: This options let you disable statusbar inside applciation and disable rotate inside application and let you either sending unlimted media at once.
ar: تتيح لك اخفاء شريط الحالة العلوي و ايضا ارسال وسائط كا الصور و الفيديو اكتر من ١٠ في ان واحد

source: White/Dark Keyboard
ar: لوحة مفاتيح ابيض او اسود

source: Blue Keyboard Keys
ar: احرف لوحه المفاتيح بالازرق

source: Hide StatusBar
ar: إخفاء شريط الحالة

source: Disable Rotate
ar: إيقاف الدوران

source: Unlimted Media
ar: وسائط بعدد لا محدود

source: Tweak info
ar: معلومات الاداة

source: Tweak's info and others
ar: معلومات حول الاداة

source: Version:
ar: الإصدار:

source: Developer
ar: المطور

source: Support me if you would like to do it ;)
ar: قم بدعمي اذا اردت ذلك : شكرا

source: Follow @iMokhles
ar: @iMokhles تابعني بالتويتر

source: Visit iMokhles Site
ar: قم بزيارة موقعي

source: Donate to iMokhles
ar: iMokhles تبرع الـ
